/* TakeoffLand page success */
"### Great job!\nYou have learned the flyLine command!\n\n[**Next Page**](@next)" = "### 做得很好！\n你已经学会了 flyLine 命令。\n\n\n\n[**下一页**](@next)";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: 30, y: 0, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: 30, y: 0, z: 100, pad: padId)` 指令。";

/* getPadID hint */
"To get Pad ID of drone you need to use the `getPadID()` command." = "要获得 Pad ID 你需要使用 `getPadID()` 指令。";

/* getPadPos hint */
"To get Pad position of drone you need to use the `getPadPos()` command." = "要获得 Pad坐标 你需要使用 `getPadPos()` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

